cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'fullscreen/tap'
tap 'homebrew/cask-drivers'

brew 'ack'
brew 'ag'
brew 'autoconf'
brew 'bash-completion'
brew 'brew-cask-completion'
brew 'coreutils'
brew 'curl'
brew 'findutils'
brew 'gcc@5'
brew 'git'
brew 'gnu-tar'
brew 'imagemagick'
brew 'openssh'
brew 'openssl'
brew 'readline'
brew 'rbenv'
brew 'ruby-build'
brew 'tree'
brew 'zsh'
brew 'zsh-completions'

cask 'dayone-cli'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'google-trends'
cask 'iterm2'
cask 'spectacle'
cask 'spotify'
cask 'grammarly'
cask 'sonos'
cask 'atom'
cask 'evernote'
cask 'sketch'
cask 'slack'
cask 'skype'
